HELP_1 = """🙄 **<u>اوامر الادمنيه:</u>**

للتفعيل **ᴄ** للتشغيل في القنوات.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
وقف` : للايثاف المؤقت`.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
كمل` : لاستنئناف الاغنيه` .
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
تخطي` : للتخطي` .
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
انهاء` او `ايقاف` : لايقاف التشغيل`.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
`/player` : لاظهار لوحة التحكم.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
`/queue` : لاظهار قائمة المسارات."""

HELP_2 = """😜 **<u>مصادقة المستخدمين :</u>**
اوامر مصادقه والغاء مصادقه المسخدمين في الشات. [اوامر الادمن]
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/auth [المعرف] :لاضافة مصادقه مسخدم مع البوت.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/unauth [معرف] : لالغاء مصادقة مستخدم مع البوت.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/authusers :لعرض المستخدمين الذين تمت مصادقتهم في الجموعه."""

HELP_3 = """<b>اقائمه السوداء</b> [للمطورين]
😒 **<u>القائمة السوداء في الدردشه :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/blacklistchat [ايدي الدردشه] : القائمه السداء للدردشه من استخدام البوت.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/whitelistchat [ايدي الدردشه] : القائمه البيضاء المدرجه في القائمه السوداء.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/blacklistedchat : لعرض القائمه السوداء في الشات.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼

😤 **<u>حظر المستخدمين:</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/block [بالمعرف او الرد على المستخدم] : لمنع المستخدم من استخدام اوامر البوت.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/unblock [بالمعرف او الرد على المستخدم] : لالغاء حظر المستخدم.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/blockedusers : لعرض قائمة المحظورين."""

HELP_4 = """🍒 **<u>اوامر الاذاعه</u>** [للمطور فقط] :
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/broadcast [بالرساله او رد على الرساله] : لاذاعة مناشير في مجموعات البوت.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
<u>وضع الاذاعه:</u>
**-pin** : تثبيت الرساله في دردشة الخادم.
**-pinloud** : لتثبيت الرساله الخاصه بك في دردشات المقدمه وارسال اشعار الى الاعضاء.
**-user** : ʙʀᴏᴀᴅᴄᴀsᴛs ᴛʜᴇ ᴍᴇssᴀɢᴇ ᴛᴏ ᴛʜᴇ ᴜsᴇʀs ᴡʜᴏ ʜᴀᴠᴇ sᴛᴀʀᴛᴇᴅ ʏᴏᴜʀ ʙᴏᴛ.
**-assistant** : ʙʀᴏᴀᴅᴄᴀsᴛ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ ғʀᴏᴍ ᴛʜᴇ ᴀssɪᴛᴀɴᴛ ᴀᴄᴄᴏᴜɴᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.
**-nobot** : ғᴏʀᴄᴇs ᴛʜᴇ ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴀᴅᴄᴀsᴛ ᴛʜᴇ ᴍᴇssᴀɢᴇ..
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
**ᴇxᴀᴍᴩʟᴇ:** `/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ`
"""
HELP_5 = """😉 **<u>ᴇxᴛʀᴀs :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/loop [ᴅɪsᴀʙʟᴇ/ᴇɴᴀʙʟᴇ] ᴏʀ [ʙᴇᴛᴡᴇᴇɴ 1:10] 
: ᴡʜᴇɴ ᴀᴄᴛɪᴠᴀᴛᴇᴅ ʙᴏᴛ ᴡɪʟʟ ᴩʟᴀʏ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ ɪɴ ʟᴏᴏᴩ ғᴏʀ 10 ᴛɪᴍᴇs ᴏʀ ᴛʜᴇ ɴᴜᴍʙᴇʀ ᴏғ ʀᴇǫᴜᴇsᴛᴇᴅ ʟᴏᴏᴩs.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/shuffle : sʜᴜғғʟᴇ ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/seek : sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/seekback : ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/lyrics [sᴏɴɢ ɴᴀᴍᴇ] : sᴇᴀʀᴄʜ ʟʏʀɪᴄs ғᴏʀ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ sᴏɴɢ ᴀɴᴅ sᴇɴᴅ ᴛʜᴇ ʀᴇsᴜʟᴛs."""

HELP_6 = """🤨 **<u>sᴇʀᴠᴇʀ ᴩʟᴀʏʟɪsᴛs :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/playlist : ᴄʜᴇᴄᴋ ʏᴏᴜʀ sᴀᴠᴇᴅ ᴩʟᴀʏʟɪsᴛ ᴏɴ sᴇʀᴠᴇʀs.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/deleteplaylist : ᴅᴇʟᴇᴛᴇ ᴀɴʏ sᴀᴠᴇᴅ ᴛʀᴀᴄᴋ ɪɴ ʏᴏᴜʀ ᴩʟᴀʏʟɪsᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/play : sᴛᴀʀᴛs ᴩʟᴀʏɪɴɢ ғʀᴏᴍ ʏᴏᴜʀ sᴀᴠᴇᴅ ᴩʟᴀʏʟɪsᴛ ᴏɴ sᴇʀᴠᴇʀ."""

HELP_7 = """🍑 **ᴩɪɴɢ ᴄᴏᴍᴍᴀɴᴅ :**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/ping : sʜᴏᴡ ᴛʜᴇ ᴩɪɴɢ ᴀɴᴅ sʏsᴛᴇᴍ sᴛᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/stats : ɢᴇᴛ ᴛᴏᴩ 10 ᴛʀᴀᴄᴋ ɢʟᴏʙᴀʟ sᴛᴀᴛs, ᴛᴏᴩ 10 ᴜsᴇʀs ᴏғ ᴛʜᴇ ʙᴏᴛ, ᴛᴏᴩ 10 ᴄʜᴀᴛs ᴏɴ ᴛʜᴇ ʙᴏᴛ, ᴛᴏᴩ 10 ᴩʟᴀʏᴇᴅ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ ᴀɴᴅ ᴍᴀɴʏ ᴍᴏʀᴇ..."""

HELP_8 = """💞 **<u>ᴩʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs:</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
**c** sᴛᴀɴᴅs ғᴏʀ ᴄʜᴀɴɴᴇʟ ᴩʟᴀʏ.
**v** sᴛᴀɴᴅs ғᴏʀ ᴠɪᴅᴇᴏ ᴩʟᴀʏ.
**force** sᴛᴀɴᴅs ғᴏʀ ғᴏʀᴄᴇ ᴩʟᴀʏ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/play ᴏʀ /vplay ᴏʀ /cplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ ᴏɴ ᴠɪᴅᴇᴏᴄʜᴀᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/playforce ᴏʀ /vplayforce ᴏʀ /cplayforce : **ғᴏʀᴄᴇ ᴩʟᴀʏ** sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/channelplay [ᴄʜᴀᴛ ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ] ᴏʀ [ᴅɪsᴀʙʟᴇ] : ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴩ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʀᴀᴄᴋs ʙʏ ᴛʜᴇ ʜᴇʟᴩ ᴏғ ᴄᴏᴍᴍᴀɴᴅs sᴇɴᴛ ɪɴ ɢʀᴏᴜᴩ."""

HELP_9 = """🥀 **<u>sᴜᴅᴏᴇʀs ᴀɴᴅ ᴏᴡɴᴇʀ ᴄᴏᴍᴍᴀɴᴅs :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
🥺 **<u>ᴀᴅᴅ & ʀᴇᴍᴏᴠᴇ sᴜᴅᴏᴇʀs :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/addsudo [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ]
/delsudo [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴄʜᴜᴛɪʏᴀ.]
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
🥶 **<u>ʜᴇʀᴏᴋᴜ :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/usage : sʜᴏᴡs ᴛʜᴇ ᴅʏɴᴏ ᴜsᴀɢᴇ ᴏғ ᴛʜᴇ ᴍᴏɴᴛʜ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
🤯 **<u>ᴄᴏɴғɪɢ ᴠᴀʀɪᴀʙʟᴇs:</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/get_var : ɢᴇᴛ ᴀ ᴄᴏɴғɪɢ ᴠᴀʀ ғʀᴏᴍ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
/del_var : ᴅᴇʟᴇᴛᴇ ᴀ ᴄᴏɴғɪɢ ᴠᴀʀ ᴏɴ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
/set_var [ᴠᴀʀ ɴᴀᴍᴇ] [ᴠᴀʟᴜᴇ] : sᴇᴛ ᴏʀ ᴜᴩᴅᴀᴛᴇ ᴀ ᴄᴏɴғɪɢ ᴠᴀʀ ᴏɴ ʜᴇʀᴏᴋᴜ ᴏʀ .ᴇɴᴠ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
🤓 **<u>ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs:</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/restart : ʀᴇsᴛᴀʀᴛs ʏᴏᴜʀ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/update : ᴜᴩᴅᴀᴛᴇs ᴛʜᴇ ʙᴏᴛ ғʀᴏᴍ ᴛʜᴇ ᴜᴩsᴛʀᴇᴀᴍ ʀᴇᴩᴏ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/speedtest : ᴄʜᴇᴄᴋ ʙᴏᴛ's sᴇʀᴠᴇʀ sᴩᴇᴇᴅ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/maintenance [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ᴇɴᴀʙʟᴇ ᴏʀ ᴅɪsᴀʙʟᴇ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ ᴏғ ʏᴏᴜʀ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/logger [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ʙᴏᴛ ᴡɪʟʟ sᴛᴀʀᴛ ʟᴏɢɢɪɴɢ ᴛʜᴇ ᴀᴄᴛɪᴠɪᴛɪᴇs ʜᴀᴩᴩᴇɴ ᴏɴ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/get_log [ɴᴜᴍʙᴇʀ ᴏғ ʟɪɴᴇs] : ɢᴇᴛ ʟᴏɢs ᴏғ ʏᴏᴜʀ ʙᴏᴛ [ᴅᴇғᴀᴜʟᴛ ᴠᴀʟᴜᴇ ɪs 100 ʟɪɴᴇs]
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
💔 **<u>ғᴏʀ ᴩʀɪᴠᴀᴛᴇ ʙᴏᴛ ᴏɴʟʏ :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/authorize [ᴄʜᴀᴛ ɪᴅ] : ᴀʟʟᴏᴡs ᴀ ᴄʜᴀᴛ ғᴏʀ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
/unauthorize [ᴄʜᴀᴛ ɪᴅ] : ᴅɪsᴀʟʟᴏᴡs ᴛʜᴇ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛ.
/authorized : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀʟʟᴏᴡᴇᴅ ᴄʜᴀᴛs."""

HELP_10 = """🤑 **<u>ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛs :</u>**
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/activevoice : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴄᴛɪᴠᴇ ᴠᴏɪᴄᴇᴄʜᴀᴛs ᴏɴ ᴛʜᴇ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/activevideo : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴄᴛɪᴠᴇ ᴠɪᴅᴇᴏᴄʜᴀᴛs ᴏɴ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/autoend [ᴇɴᴀʙʟᴇ|ᴅɪsᴀʙʟᴇ] : ᴇɴᴀʙʟᴇ sᴛʀᴇᴀᴍ ᴀᴜᴛᴏ ᴇɴᴅ ɪғ ɴᴏ ᴏɴᴇ ɪs ʟɪsᴛᴇɴɪɴɢ."""

HELP_11 = """😅**<u>ɢᴇᴛ sᴛᴀʀᴛᴇᴅ ᴡɪᴛʜ ʙᴏᴛ</u>**
/start : sᴛᴀʀᴛs ᴛʜᴇ ᴍᴜsɪᴄ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/help : ɢᴇᴛ ʜᴇʟᴩ ᴍᴇɴᴜ ᴡɪᴛʜ ᴇxᴩʟᴀɴᴀᴛɪᴏɴ ᴏғ ᴄᴏᴍᴍᴀɴᴅs.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/reboot : ʀᴇʙᴏᴏᴛs ᴛʜᴇ ʙᴏᴛ ғᴏʀ ʏᴏᴜʀ ᴄʜᴀᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/settings : sʜᴏᴡs ᴛʜᴇ ɢʀᴏᴜᴩ sᴇᴛᴛɪɴɢs ᴡɪᴛʜ ᴀɴ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ɪɴʟɪɴᴇ ᴍᴇɴᴜ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/sudolist : sʜᴏᴡs ᴛʜᴇ sᴜᴅᴏ ᴜsᴇʀs ᴏғ ᴍᴜsɪᴄ ʙᴏᴛ."""

HELP_12 = """🤬 **<u>ɢʙᴀɴ ғᴇᴀᴛᴜʀᴇ</u>** [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/gban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴄʜᴜᴛɪʏᴀ] : ɢʟᴏʙᴀʟʟʏ ʙᴀɴs ᴛʜᴇ ᴄʜᴜᴛɪʏᴀ ғʀᴏᴍ ᴀʟʟ ᴛʜᴇ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ ʙʟᴀᴄᴋʟɪsᴛ ʜɪᴍ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/ungban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ɢʟᴏʙᴀʟʟʏ ᴜɴʙᴀɴs ᴛʜᴇ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀ.
𝙎𝙊𝙐𝙍𝘾𝞝 𝙃𝘼𝙔𝘼
/gbannedusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇʀ ᴜsᴇʀs."""

